{
    "0": {
        "File_Name": "infocheck.pdf",
        "content": "臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 資 安 通 報 平 台 審 核 檢 查 說 明 在 審 核 單 位 在 經 過 有 效 且 嚴 謹 的 審 視 資 安 通 報 單 的 內 容 後 ， 即 可 勾 選 「 已 確 認 通 報 應 變 內 容 正 確 性 」 的 選 項 。",
        "Page_Num": "1"
    },
    "1": {
        "File_Name": "info-20190902.pdf",
        "content": "教 育 機 構 資 安 通 報 平 台 通 報 應 變 流 程 修 正 說 明 1 前 言 • 資 通 安 全 管 理 法 經 立 法 院 於 107 年 5 月 三 讀 通 過 後 ， 行 政 院 對 外 公 告 於 108 年 1 月 1 日 施 行 。 • 為 符 合 資 通 安 全 管 理 法 相 關 規 定 ， tacert 團 隊 執 行 「 教 育 機 構 資 安 通 報 平 台 」 內 容 相 關 修 正 。 • 下 列 將 針 對 相 關 修 正 項 目 進 行 說 明 修 正 重 點 • 於 通 報 流 程 中 新 增 「 確 認 時 間 」 欄 位 ， 以 利 記 錄 事 件 確 認 時 間 。 新 增 「 確 認 時 間 」 • 於 應 變 流 程 中 新 增 「 改 善 措 施 」 欄 位 ， 以 利 處 理 人 員 填 寫 事 件 改 善 措 施 。 新 增 「 改 善 措 施 」 • 於 事 件 通 報 應 變 完 成 後 ， 於 「 歷 史 通 報 」 中 新 增 「 事 件 列 印 」 功 能 ， 以 利 處 理 人 員 列 印 事 件 內 容 送 呈 單 位 主 管 新 增 「 事 件 列 印 」 • 此 次 修 正 項 目 預 計 於 108 年 09 月 01 日 ( 日 ) 上 線 ， 上 線 後 依 據 相 關 修 正 進 行 通 報 應 變 作 業 。 修 正 時 程 修 正 依 據 • 依 據 資 通 安 全 管 理 法 之 資 通 安 全 事 件 通 報 及 應 變 辦 法 第 二 章 第 四 條 規 定 ： - 公 務 機 關 知 悉 資 通 安 全 事 件 後 ， 應 於 一 小 時 內 依 主 管 機 關 指 定 之 方 式 及 對 象 ， 進 行 資 通 安 全 事 件 之 通 報 • 依 據 資 通 安 全 法 之 資 通 安 全 事 件 通 報 及 應 變 辦 法 第 三 章 第 十 一 條 規 定 ： - 特 定 非 公 務 機 關 知 悉 資 通 安 全 事 件 後 ， 應 於 一 小 時 內 依 中 央 目 的 事 業 主 管 機 關 指 定 之 方 式 ， 進 行 資 通 安 全 事 件 之 通 報 資 通 安 全 事 件 通 報 及 應 變 辦 法 • 依 據 臺 灣 學 術 網 路 各 級 學 校 資 通 安 全 通 報 應 變 作 業 程 序 第 三 章",
        "Page_Num": "1,2"
    },
    "2": {
        "File_Name": "info-20190902.pdf",
        "content": "第 一 節 第 二 條 規 定 ： - 各 連 線 單 位 發 現 資 安 事 件 後 可 先 進 行 事 件 確 認 ， 經 確 認 為 資 安 事 件 後 ， 須 於 一 小 時 內 ， 至 通 報 應 變 網 站 通 報 登 錄 資 安 事 件 細 節 、 影 響 等 級 及 是 否 申 請 支 援 等 資 訊 ， 並 評 估 該 事 件 是 否 影 響 其 他 連 線 單 位 運 作 。 臺 灣 學 術 網 路 各 級 學 校 資 通 安 全 通 報 應 變 作 業 程 序 相 關 修 正 說 明 確 認 時 間 修 正 說 明 新 增 「 確 認 時 間 」 • 於 現 行 通 報 流 程 填 寫 欄 位 新 增 「 確 認 時 間 」 欄 位 • 確 認 時 間 指 各 連 線 單 位 發 現 資 安 事 件 後 可 先 進 行 事 件 確 認 ， 經 確 認 資 安 事 件 條 件 成 立 之 時 間 • 事 件 通 報 流 程 需 於 確 認 時 間 後 1 小 時 內 完 成 • 事 件 通 報 應 變 時 效 不 因 新 增 確 認 時 間 而 改 變 ， 「 1 」 、 「 2 」 級 事 件 需 於 72 小 時 內 完 成 ； 「 3 」 、 「 4 」 級 事 件 需 於 36 小 時 內 完 成 。 現 行 通 報 應 變 時 程 事 件 發 生 時 間 事 件 發 佈 時 間 通 報 完 成 時 間 應 變 完 成 時 間 通 報 時 間 ( 通 報 完 成 時 間 - 事 件 發 佈 時 間 ) 應 變 時 間 ( 應 變 完 成 時 間 - 通 報 完 成 時 間 ) 事 件 處 理 時 間 修 正 後 通 報 應 變 時 程 事 件 發 生 時 間 事 件 發 佈 時 間 事 件 確 認 時 間 通 報 完 成 時 間 應 變 完 成 時 間 通 報 時 間 ( 於 1 小 時 內 ) 應 變 時 間 事 件 處 理 時 間 確 認 時 間 確 認 時 間 畫 面 提 示 訊 息 改 善 措 施 修 正 說 明 新 增 「 改 善 措 施 」 • 於 現 行 應 變 流 程 填 寫 欄 位 新 增 「 改 善 措 施 」 欄 位 • 改 善 措 施 指 各 連 線 單 位 於 完 成 通 報 應 變 後 ， 針 對 事 件 發 生 提 出 相 關 改 善 措 施 ， 以 完 備",
        "Page_Num": "2,3,4,5"
    },
    "3": {
        "File_Name": "info-20190902.pdf",
        "content": "事 件 處 理 流 程 及 預 防 事 件 重 覆 發 生 • 改 善 措 施 包 含 「 改 善 辦 法 」 及 「 改 善 時 間 」 欄 位 改 善 措 施 畫 面 事 件 列 印 修 正 說 明 新 增 「 事 件 列 印 」 • 依 據 臺 灣 學 術 網 路 各 級 學 校 資 通 安 全 通 報 應 變 作 業 程 序 第 三 章 第 一 節 第 六 條 規 定 ： - 「 2 」 、 「 1 」 級 資 安 事 件 通 報 應 變 完 成 後 ， 應 至 通 報 應 變 網 站 列 印 單 件 ， 每 月 彙 整 送 呈 單 位 主 管 ； 「 4 」 、 「 3 」 級 資 安 事 件 需 於 事 件 發 生 後 36 小 時 內 ， 通 報 送 陳 單 位 資 通 安 全 長 。 • 於 登 入 「 教 育 機 構 資 安 通 報 平 台 」 後 ， 左 側 「 歷 史 通 報 」 中 即 可 套 表 列 印 貴 單 位 事 件 單 以 利 送 呈 簽 核 事 件 列 印 畫 面 事 件 列 印 畫 面 事 件 列 印 畫 面 套 表 簽 核 欄 位 重 點 整 理 新 增 「 確 認 時 間 」 並 於 事 件 確 認 後 一 小 時 內 完 成 通 報 流 程 新 增 「 改 善 措 施 」 以 完 備 事 件 處 理 流 程 新 增 「 事 件 列 印 」 以 利 送 呈 簽 核 修 正 項 目 於 108 年 09 月 01 日 ( 日 ) 上 線 重 點 提 醒 因 應 「 資 通 安 全 管 理 法 」 及 其 相 關 辦 法 與 「 臺 灣 學 術 網 路 各 級 學 校 資 通 安 全 通 報 應 變 作 業 程 序 」 進 行 相 關 修 正 作 業 各 單 位 務 必 掌 握 時 效 依 照 相 關 規 定 完 成 通 報 應 變 作 業 ， 以 避 免 相 關 刑 事 、 民 事 及 行 政 相 關 責 任 。",
        "Page_Num": "5,6,7,8,9"
    },
    "4": {
        "File_Name": "GoogleSearch.pdf",
        "content": "1 google 搜 尋 結 果 出 現 不 當 文 字 及 惡 意 連 結 之 補 充 說 明 一 、 事 件 說 明 接 獲 學 校 反 應 使 用 google 搜 尋 指 令 查 詢 「 site : 網 站 網 址 ( 如 example. edu. tw ) [UNK] 投 資 [UNK] [UNK] 當 沖 [UNK] 」 或 使 用 「 site : 網 站 網 址 ( 如 example. edu. tw ) 」 查 詢 ， 所 顯 示 的 搜 尋 結 果 頁 內 容 發 現 有 大 量 不 相 關 或 不 當 的 資 訊 。 在 排 除 網 站 遭 到 入 侵 或 被 不 當 更 改 的 情 況 下 ， 可 能 為 遭 受 seo 中 毒 攻 擊 （ seo poisoning ） 所 導 致 。 二 、 識 別 seo 中 毒 攻 擊 網 站 管 理 者 可 使 用 google search 語 法 「 site : 網 站 網 址 」 查 詢 所 管 理 的 網 站 是 否 存 在 搜 尋 結 果 異 常 ， 如 下 圖 所 示 。 三 、 防 護 作 為 建 議 1. 確 認 該 網 站 是 否 遭 到 入 侵 或 被 置 入 惡 意 程 式 。 請 特 別 確 認 該 網 站 網 頁 內 容 是 否 有 類 似 不 當 連 結 或 有 相 關 轉 址 的 指 令 ， 以 避 免 被 不 當 轉 址 至 其 它 惡 意 網 頁 。 例 如 : html 網 頁 中 的 < header > 區 段 被 置 入 惡 意 轉 址 指 令 ， 導 致 使 用 瀏 覽 器 會 被 轉 址 到 惡 意 網 頁 。 2. 建 議 網 站 管 理 者 至 google search console 服 務 申 請 管 理 帳 號 ， 這 是 google 提 供 的 一 項 免 費 服 務 ， 能 夠 協 助 您 監 控 及 維 持 網 站 在 google 搜 尋 結 果 中 的 排 名 ， 並 排 解 相 關 問 題 。 ( 請 參 考 附 錄 一 ) 2 3. 如 確 認 已 遭 到 seo 中 毒 攻 擊 （ seo poisoning ） ， 即 可 至 google search console 服 務 申 請 「 移 除 網 址 」 以 避 免 被 他 人 查 詢 到 錯 誤 的 資 訊 。 ( 請 參 考 附 錄 二 ) 4. 在 符 合 單 位 政 策 的 情 況 下 ， 可 在 robots. txt 加 上 不 允 許 搜 尋 引 擎 檢 索 站 內 搜 尋 結 果 之 指 令 ， 也",
        "Page_Num": "1,2"
    },
    "5": {
        "File_Name": "GoogleSearch.pdf",
        "content": "可 在 站 內 每 個 搜 尋 結 果 加 上 < meta noindex > ， 來 避 免 被 搜 尋 引 擎 所 檢 索 。 ( 提 醒 : 若 單 位 在 robots. txt 設 定 ， 可 能 造 成 學 校 於 google 上 檢 索 不 到 ， 降 低 學 校 被 搜 尋 的 可 能 性 ) 。 附 錄 一 ： google search console 服 務 申 請 1. 網 站 管 理 者 至 google search console 服 務 ( 網 址 ： https : / / search. google. com / u / 1 / search - console / ) 申 請 管 理 帳 號 。 圖 1. google search console 申 請 頁 面 2. 請 輸 入 網 域 資 訊 ， 接 著 即 會 繼 續 如 圖 2 的 驗 證 程 序 ， 請 下 載 該 認 證 檔 ， 並 上 傳 至 網 站 ( 通 常 為 網 站 根 目 錄 ( documentroot ) ) 。 3 圖 2. google search console 驗 證 程 序 3. 在 上 傳 完 成 後 ， 即 可 完 成 驗 證 所 有 權 ， 如 圖 3 所 示 。 圖 3. 驗 證 成 功 訊 息 附 錄 二 ： 申 請 移 除 網 址 1. 網 站 管 理 者 登 入 google search console 服 務 後 ， 先 點 選 「 移 除 網 址 」 ， 再 點 選 「 新 要 求 」 後 ， 即 可 輸 入 要 清 除 的 網 址 等 資 訊 ， 待 google 作 業 完 成 後 ， 即 可 清 除 相 關 資 訊 。 4 在 google 完 成 作 業 後 ， 如 下 圖 示 使 用 者 可 再 次 利 用 google 搜 尋 語 法 ( site : 網 站 網 址 ) 來 確 認 相 關 資 訊 是 否 已 被 移 除 ， 如 下 圖 示 5",
        "Page_Num": "2,3,4,5"
    },
    "6": {
        "File_Name": "TACERT資安窗口常見問題 .pdf",
        "content": "tacert 資 安 窗 口 常 見 問 題 [UNK] 密 碼 變 更 、 重 設 失 敗 ： tacert 會 進 後 台 人 工 重 設 密 碼 ， 連 同 oid 一 起 寄 信 回 覆 。 校 方 須 提 供 完 整 校 名 或 oid ， 以 及 email ， 使 得 tacert 查 詢 、 重 設 密 碼 與 提 供 資 訊 給 對 方 。 「 請 提 供 本 中 心 貴 單 位 全 名 / oid ， 以 及 email ， 謝 謝 您 。 」 [UNK] 事 件 單 等 級 、 內 容 調 整 ： 因 送 出 後 學 校 無 法 調 整 內 容 ， 由 tacert 依 照 要 求 進 後 台 調 整 。 「 請 提 供 本 中 心 欲 調 整 之 事 件 單 編 號 ， 以 及 欲 調 整 之 內 容 ， 謝 謝 您 。 」 [UNK] 事 件 單 錯 誤 重 派 、 刪 除 問 題 ： tacert 進 後 台 重 新 輸 入 正 確 oid 並 重 派 ， 或 是 把 工 單 刪 除 。 「 請 提 供 本 中 心 錯 誤 事 件 單 之 編 號 ， 以 及 有 問 題 之 內 容 ， 謝 謝 您 。 」 [UNK] hitcon 修 補 回 報 ： 學 校 方 告 知 漏 洞 編 號 ， 並 由 tacert 進 入 hitcon 後 台 更 改 漏 洞 狀 態 。 「 請 確 認 hitcon 之 漏 洞 詳 情 頁 面 ， 若 該 漏 洞 上 方 發 信 單 位 為 tacert 台 灣 學 術 網 路 危 機 處 理 中 心 ， 即 可 由 本 中 心 調 整 漏 洞 狀 態 為 已 修 補 ， 再 請 提 供 本 中 心 hitcon 漏 洞 編 號 ， 謝 謝 您 。 」 [UNK] hitcon 帳 號 遺 失 、 申 請 組 織 帳 號 問 題 ： hitcon 將 漏 洞 所 屬 權 派 給 校 方 ， 因 帳 號 遺 失 或 沒 有 組 織 帳 號 ， 無 法 自 行 更 改 ， 會 由 本 中 心 寄 信 通 知 hitcon 修 改 漏 洞 狀 態 ， 或 是 請 學 校 申 請 一 個 組 織 帳 號 並 驗 證 ， 通 過 後 自 行 更 改 漏 洞 狀 態 。 討 論 過 後 可 請 學 校 自 行 通 知 hitcon ， 或 是 將 hitcon 聯 繫 方 式 告 訴 校 方 。 「 由 於 hitcon 官 方 會 優 先 將 漏 洞 權 限 派 發 給 有 hitcon 平 台",
        "Page_Num": "1"
    },
    "7": {
        "File_Name": "TACERT資安窗口常見問題 .pdf",
        "content": "帳 號 的 單 位 ， 因 此 本 中 心 無 法 更 改 漏 洞 的 狀 態 ， 也 無 法 從 後 台 查 詢 到 此 漏 洞 ， 需 使 用 貴 單 位 的 hitcon 帳 號 ， 才 有 權 限 將 漏 洞 狀 態 更 改 為 已 修 補 。 因 此 有 以 下 建 議 方 式 ： 1. 重 新 創 辦 貴 單 位 之 hitcon 帳 號 ， 並 申 請 組 織 帳 號 ， 申 請 組 織 帳 號 後 可 自 行 新 增 或 移 除 共 同 管 理 組 織 帳 號 的 使 用 者 ， 並 獲 得 後 台 權 限 ( 可 被 派 發 漏 洞 資 訊 及 更 改 漏 洞 狀 態 ) ， 若 申 請 途 中 有 遇 到 問 題 ， 可 寄 信 至 service @ zeroday. hitcon. org ， 請 官 方 幫 忙 協 調 。 2. 將 漏 洞 修 補 完 成 後 ， 通 知 本 中 心 ， 由 本 中 心 向 hitcon 寄 信 ， 請 官 方 更 改 漏 洞 狀 態 。 由 於 hitcon 需 閱 讀 信 件 ， 此 方 案 可 能 需 要 幾 天 時 間 才 能 將 漏 洞 狀 態 更 改 。 謝 謝 您 。 」 [UNK] 通 報 流 程 、 填 寫 問 題 ： 知 悉 後 ， 一 小 時 內 進 行 通 報 。 當 收 到 資 安 情 資 後 ， 經 適 當 且 有 效 的 系 統 調 查 後 ， 並 未 發 現 有 直 接 或 間 接 證 據 可 證 明 系 統 遭 受 到 資 安 事 件 之 威 脅 即 可 選 擇 info ( 資 安 情 資 ) 。 建 議 在 進 行 系 統 調 查 時 進 行 下 列 步 驟 ： ( 1 ) 檢 查 系 統 或 網 路 相 關 log 資 訊 ， 查 看 是 否 有 異 常 之 處 。 ( 2 ) 利 用 如 tcpview 工 具 軟 體 或 netstat 指 令 來 查 看 系 統 是 否 有 開 啟 可 疑 之 服 務 或 是 否 有 可 疑 之 來 源 連 線 。 ( 3 ) 查 看 防 火 牆 之 連 線 記 錄 ， 確 認 是 否 有 可 疑 之 連 線 。 ( 4 ) 如 果 有 設 置 入 侵 偵 測 軟 體 （ ids ） ， 進 行 查 看 是 否 有 惡 意 的 連 線 行 為 。 事 件 通 報 應 變 時 效 因 級 數 而 有 所 不 同 ， 「 1 」 、 「 2 」 級 事",
        "Page_Num": "1,2"
    },
    "8": {
        "File_Name": "TACERT資安窗口常見問題 .pdf",
        "content": "件 需 於 72 小 時 內 完 成 ； 「 3 」 、 「 4 」 級 事 件 需 於 36 小 時 內 完 成 。 「 情 資 類 型 」 ： 此 資 訊 為 事 件 原 始 情 資 來 源 之 資 訊 類 型 ， 共 可 分 為 下 列 10 項 類 型 ， 請 選 擇 適 當 之 類 型 。 ( 1 ). 惡 意 內 容 ： 針 對 透 過 文 字 、 照 片 、 影 片 等 形 式 散 播 不 當 內 容 之 事 件 。 ( 2 ). 惡 意 程 式 ： 針 對 與 相 關 惡 意 程 式 之 事 件 。 ( 3 ). 資 訊 蒐 集 ： 針 對 透 過 掃 描 、 探 測 及 社 交 工 程 等 攻 擊 手 法 取 得 資 訊 之 事 件 。 ( 4 ). 入 侵 嘗 試 ： 針 對 嘗 試 入 侵 未 經 授 權 主 機 之 事 件 。 ( 5 ). 入 侵 攻 擊 ： 針 對 系 統 遭 未 經 授 權 存 取 或 取 得 系 統 / 使 用 者 權 限 之 事 件 。 ( 6 ). 阻 斷 服 務 ： 針 對 影 響 服 務 可 用 性 或 造 成 服 務 中 斷 之 攻 擊 事 件 。 ( 7 ). 資 訊 內 容 安 全 ： 針 對 系 統 遭 未 經 驗 證 存 取 或 影 響 資 訊 機 敏 性 之 事 件 。 ( 8 ). 詐 欺 攻 擊 ： 針 對 偽 冒 他 人 身 分 、 系 統 服 務 及 組 織 等 進 行 攻 擊 行 為 之 事 件 。 ( 9 ). 系 統 弱 點 ： 針 對 系 統 存 在 弱 點 之 事 件 。 應 變 流 程 之 「 損 害 控 制 狀 態 」 可 分 為 完 成 下 列 兩 種 狀 態 ， 請 依 實 際 狀 況 選 擇 適 合 的 選 項 ： ( 1 ) 損 害 控 制 ： 已 控 管 此 事 件 所 造 成 的 危 害 。 ( 2 ) 完 成 損 害 控 制 與 復 原 ： 已 控 管 此 事 件 所 造 成 的 危 害 並 已 完 成 系 統 復 原 。 改 善 措 施 欄 位 ： 改 善 措 施 指 各 連 線 單 位 於 完 成 通 報 應 變 後 ， 針 對 事 件 發 生 提 出 相 關 改 善 措 施 ， 以 完 備 事 件 處 理 流 程 及 預 防 事 件 重 覆 發 生 。 [UNK] 通 報 演 練 流 程 、 填 寫",
        "Page_Num": "2,3"
    },
    "9": {
        "File_Name": "TACERT資安窗口常見問題 .pdf",
        "content": "問 題 ： 第 一 、 第 二 聯 絡 人 需 在 演 練 資 料 整 備 作 業 期 間 更 換 一 次 密 碼 ， 並 檢 查 資 安 聯 絡 人 資 料 是 否 正 確 。 演 練 以 「 告 知 通 報 」 形 式 進 行 ， 通 報 演 練 作 業 期 間 以 郵 件 及 簡 訊 傳 送 「 資 安 演 練 事 件 通 知 單 」 ， 演 練 模 擬 事 件 通 知 簡 訊 及 郵 件 上 皆 加 註 「 告 知 通 報 演 練 」 字 樣 ， 另 事 件 單 編 號 皆 以 「 drill 」 開 頭 進 行 編 碼 。 執 行 演 練 單 位 於 收 到 mail 及 簡 訊 通 知 後 ， 應 於 規 定 的 時 限 內 至 教 育 機 構 資 安 通 報 演 練 平 台 完 成 事 件 通 報 流 程 ， 並 依 事 件 等 級 於 處 理 時 限 內 完 成 事 件 應 變 處 理 並 結 案 。 通 報 與 填 寫 方 式 與 正 式 事 件 單 相 同 。 演 練 平 台 網 址 ： https : / / drill. cert. tanet. edu. tw [UNK] 佐 證 資 料 申 請 ： 確 認 事 件 單 的 「 發 佈 編 號 」 後 ， 可 至 「 事 件 附 檔 下 載 」 ， 下 載 所 需 之 log 附 檔 。 [UNK] 通 報 平 台 聯 絡 人 異 動 、 新 增 及 刪 除 問 題 ： 聯 絡 人 若 已 不 在 職 ， 可 先 申 請 重 設 密 碼 後 請 他 人 登 入 ， 並 修 改 個 人 資 料 ， 以 更 換 新 的 聯 絡 人 ； 若 在 職 ， 可 直 接 請 異 動 之 聯 絡 人 修 改 個 人 資 料 。 要 新 增 或 是 刪 除 聯 絡 人 ， 必 須 使 用 第 一 或 第 二 聯 絡 人 帳 號 ， 在 帳 號 管 理 裡 面 做 新 增 或 是 刪 除 後 面 聯 絡 人 的 帳 號 。 [UNK] ewa 事 件 單 填 寫 問 題 ： 處 理 狀 況 分 為 四 種 。 1. 確 實 事 件 ： 經 查 證 後 為 確 實 事 件 ， 須 先 「 自 行 通 報 」 ， 並 填 入 自 行 通 報 的 資 安 事 件 編 號 。 2. 確 實 事 件 ( 未 造 成 損 害 ) ： 一 樣 須 通 報 後 填 入 資 安 事 件 單 編 號 。 3. 誤 判 ：",
        "Page_Num": "3"
    },
    "10": {
        "File_Name": "TACERT資安窗口常見問題 .pdf",
        "content": "經 查 證 後 確 認 為 誤 判 事 件 ， 並 於 「 原 因 」 欄 位 中 ， 說 明 誤 判 原 因 。 4. 無 法 判 斷 ： 經 查 證 後 確 認 為 無 法 判 斷 事 件 ， 於 「 原 因 」 欄 位 中 ， 說 明 無 法 判 斷 原 因 。",
        "Page_Num": "3"
    },
    "11": {
        "File_Name": "tacertpersoninfo.pdf",
        "content": "台 灣 學 術 網 路 危 機 處 理 中 心 個 人 資 料 聲 明 書 台 灣 學 術 網 路 危 機 處 理 中 心 ( 以 下 簡 稱 tacert ) 為 提 供 所 服 務 的 學 術 單 位 即 時 的 資 安 資 訊 ， 會 蒐 集 相 關 個 人 基 本 資 料 ， 為 保 護 個 人 權 益 ， 依 個 人 資 料 保 護 法 第 8 條 規 定 ( 如 為 間 接 蒐 集 之 個 人 資 料 則 為 第 9 條 規 定 ) ， 告 知 下 列 事 項 ： a. 蒐 集 之 目 的 1. 發 送 簡 訊 或 電 子 郵 件 通 知 單 位 連 絡 人 資 安 事 件 2. 其 他 合 於 計 劃 所 定 之 目 標 所 需 要 b. 個 人 資 料 之 類 別 1. 辨 識 個 人 者 ： 如 姓 名 、 地 址 、 電 話 、 電 子 郵 件 等 。 c. 個 人 資 料 之 來 源 1. 當 事 人 提 供 d. 利 用 期 間 1. 個 人 資 料 蒐 集 特 定 目 的 之 存 續 期 間 或 自 個 資 當 事 人 同 意 起 至 tacert 服 務 終 止 為 止 。 e. 利 用 地 區 、 對 象 及 方 式 1. 地 區 ： 台 灣 地 區 ( 包 含 金 門 、 澎 湖 、 馬 祖 等 地 ) 。 2. 對 象 ： 個 資 當 事 人 、 tacert 共 同 合 作 團 隊 。 3. 方 式 ： 電 子 文 件 、 紙 本 或 其 他 合 於 當 時 科 技 之 適 當 方 式 f. 當 事 人 個 人 資 料 權 利 可 透 過 書 面 或 撥 打 服 務 專 線 07 - 5250211 ( 週 一 ~ 週 五 09 : 00 ~ 17 : 00 ) ， 請 tacert 提 供 下 列 服 務 ： 1. 查 詢 或 請 求 閱 覽 您 的 個 人 資 料 2. 請 求 製 給 您 的 個 人 資 料 複 製 本 3. 請 求 補 充 或 更 正 您 的 個 人 資 料 4. 請 求 停 止 蒐 集 、 處 理 或 利 用 您 的 個 人 資 料 5. 請 求 刪 除 您 的 個 人 資 料 tacert 為 提 供 您 更 好 的 服 務 與 行 銷 活 動 而 需 蒐 集 、 處 理 或 利 用 您 的 個 人 資 料 時 ， 您 可 以 自 由",
        "Page_Num": "1"
    },
    "12": {
        "File_Name": "tacertpersoninfo.pdf",
        "content": "選 擇 是 否 提 供 您 的 個 人 資 料 。 若 您 選 擇 不 提 供 個 人 資 料 或 是 提 供 不 完 全 時 ， 基 於 提 供 您 更 好 的 服 務 ， tacert 將 因 此 無 法 提 供 相 關 的 服 務 。 因 此 而 導 致 之 後 果 ， 將 由 您 自 行 承 擔 本 政 策 將 定 期 因 業 務 、 法 令 或 環 境 等 因 素 之 變 迭 時 審 議 ， 予 以 適 當 修 訂 ， 並 將 依 法 更 新 公 告 於 網 站 上 ， 除 法 定 通 知 義 務 外 ， 不 另 行 通 知 。",
        "Page_Num": "1,2"
    },
    "13": {
        "File_Name": "infoother.pdf",
        "content": "臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 資 安 通 報 平 台 新 增 資 安 事 件 分 類 說 明 随 著 資 安 事 件 類 型 的 多 樣 化 ， 資 安 通 報 平 台 事 件 分 類 除 了 原 有 的 「 int ( 入 侵 攻 擊 ) 」 以 及 「 def ( 網 頁 攻 擊 ) 」 以 外 ， 新 增 other ( 其 它 事 件 ) 類 別 ， 其 事 件 類 型 包 含 ： 「 設 備 故 障 / 毀 損 」 、 「 電 力 異 常 」 、 「 網 路 服 務 中 斷 」 、 「 設 備 遺 失 」 等 ， 事 件 分 類 功 能 截 圖 如 圖 1 所 示 ， 以 便 能 更 貼 切 實 際 之 資 安 事 件 類 型 。 圖 １ ． 事 件 分 類 新 增 other ( 其 它 事 件 ) 類 型 截 圖",
        "Page_Num": "1"
    },
    "14": {
        "File_Name": "inforeport.pdf",
        "content": "臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 重 大 資 安 通 報 三 級 （ 含 以 上 ） 之 注 意 事 項 請 單 位 以 目 前 已 有 之 確 切 證 據 ， 依 據 資 通 安 全 事 件 通 報 及 應 變 辦 法 [ 第 二 條 ] 之 規 定 （ 如 表 1 所 示 ） ， 進 行 適 當 等 級 之 通 報 。 重 大 資 安 事 件 通 報 應 變 流 程 請 參 閱 附 件 1 及 附 件 2 。 表 1. 資 安 事 件 等 級 綜 合 評 估 表 機 密 性 資 訊 洩 漏 完 整 性 資 訊 / 資 通 系 統 遭 竄 改 可 用 性 業 務 / 資 通 系 統 運 作 遭 中 斷 等 級 資 訊 性 質 影 響 程 度 業 務 資 訊 / 資 通 系 統 影 響 程 度 業 務 可 否 於 可 容 忍 中 斷 時 間 回 復 1 級 非 核 心 業 務 輕 微 非 核 心 輕 微 非 核 心 業 務 可 2 級 非 核 心 業 務 嚴 重 非 核 心 嚴 重 非 核 心 業 務 不 可 核 心 業 務 ( 未 涉 及 ci 維 運 ) 輕 微 核 心 ( 未 涉 及 ci 維 運 ) 輕 微 核 心 / 資 通 系 統 ( 未 涉 及 ci 維 運 ) 可 3 級 核 心 業 務 ( 未 涉 及 ci 維 運 ) 嚴 重 核 心 業 務 ( 未 涉 及 ci 維 運 ) 嚴 重 核 心 / 資 通 系 統 ( 未 涉 及 ci 維 運 ) 不 可 核 心 業 務 ( 涉 及 ci 維 運 ) 輕 微 核 心 ( 涉 及 ci 維 運 ) 輕 微 核 心 / 資 通 系 統 ( 涉 及 ci 維 運 ) 可 一 般 公 務 機 密 、 敏 感 資 訊 輕 微 一 般 公 務 機 密 、 敏 感 資 訊 輕 微 - - 4 級 核 心 業 務 ( 涉 及 ci 維 運 ) 嚴 重 核 心 業 務 ( 涉 及 ci 維 運 ) 嚴 重 核 心 / 資 通 系 統 ( 涉 及 ci 維 運 ) 不 可 一 般 公 務 機 密 、 敏 感 資 訊 嚴 重 一 般 公 務 機 密 、 敏 感 資 訊 嚴 重 - - 國 家 機 密 - 國 家 機 密 - - - * ci 指 「 關 鍵 基 礎 設 施 ( critical infrastru",
        "Page_Num": "1"
    },
    "15": {
        "File_Name": "inforeport.pdf",
        "content": "##cture ) 」 若 為 重 大 個 資 ( 個 人 資 料 ) 外 洩 事 件 ， 欲 通 報 三 級 以 上 之 事 件 ， 請 於 確 認 外 洩 事 實 明 確 的 情 況 下 ， 進 行 通 報 ， 並 於 通 報 單 內 說 明 下 列 事 項 ： 1. 確 定 洩 漏 筆 數 ( 如 約 100 筆 個 資 ) 2. 確 定 洩 漏 資 訊 欄 位 ( 如 姓 名, 地 址, 身 份 證 字 號 等 資 訊 ) 3. 確 定 外 洩 管 道 ( 如 人 為 疏 失 等 ) 4. 遭 受 揭 露 個 資 之 儲 存 媒 體 （ 如 網 站 ， 資 料 庫 等 ） 此 外 ， 請 依 個 人 資 料 保 護 法 （ 第 １２ 條 ） 及 個 人 資 料 保 護 法 施 行 細 則 （ 第 ２２ 條 ） 進 行 個 資 外 洩 公 告 ( 指 以 「 適 當 方 式 」 使 當 事 人 知 悉 ) 。 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 單 位 於 確 認 三 級 （ 含 ） 以 上 事 件 成 立 後 ， 在 損 害 控 管 完 成 後 ， 依 資 通 安 全 事 件 通 報 及 應 變 辦 法 之 規 範 ， 事 發 機 關 應 於 １ 個 月 內 提 交 相 關 改 善 報 告 ( 附 件 三 ) 至 主 管 機 關 。 相 關 文 件 下 載 ( https : / / info. cert. tanet. edu. tw / docinfo / infoattach. zip ) ： 附 件 一 ： 重 大 資 安 事 件 通 報 應 變 流 程 附 件 二 ： 教 育 部 及 所 屬 重 大 資 安 事 件 發 生 單 位 自 我 檢 核 表 附 件 三 ： 資 安 事 件 改 善 報 告 ( 空 白 格 式 )",
        "Page_Num": "1,2"
    },
    "16": {
        "File_Name": "csoperosn.pdf",
        "content": "1 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 資 安 通 報 平 台 資 安 長 資 訊 說 明 依 據 資 通 安 全 管 理 法 第 11 條 規 定 : 資 通 安 全 長 由 機 關 首 長 指 派 副 首 長 或 適 當 人 員 兼 任 ， 負 責 推 動 及 監 督 機 關 內 資 通 安 全 相 關 事 務 。 1. 請 單 位 的 資 安 連 絡 人 登 錄 「 教 育 機 構 資 安 通 報 平 台 」 ( https : / / info. cert. tanet. edu. tw ) 後 ， 點 選 左 方 功 能 列 ( 圖 1 ) 之 「 修 改 資 安 長 資 料 」 功 能 項 。 圖 1. 教 育 機 構 資 安 通 報 平 台 左 方 功 能 列 2. 輸 入 單 位 的 資 安 長 相 關 連 絡 資 訊 ( 包 含 資 安 長 姓 名 、 資 安 長 公 務 電 話 及 資 安 長 公 務 e - mail ) ， 點 選 「 送 出 」 以 儲 存 資 料 。 圖 2. 修 改 資 安 長 資 訊 功 能 截 圖",
        "Page_Num": "1"
    },
    "17": {
        "File_Name": "inforeportadd.pdf",
        "content": "1 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 資 安 通 報 平 台 新 增 資 安 事 件 通 報 事 項 說 明 為 能 更 明 確 了 解 資 安 事 件 發 生 狀 態 並 與 資 安 標 準 接 軌 ， 教 育 機 構 資 安 通 報 平 台 ( https : / / info. cert. tanet. edu. tw / ) 將 於 通 報 應 變 作 業 中 新 增 說 明 欄 位 資 料 ， 新 增 欄 位 預 計 於 112 年 6 月 初 正 式 上 線 。 一 、 通 報 流 程 新 增 「 受 駭 設 備 類 型 」 、 「 受 害 設 備 說 明 」 、 「 損 害 類 別 說 明 」 、 「 攻 擊 手 法 」 、 「 調 查 說 明 」 、 「 情 資 類 型 」 欄 位 資 料 ， 如 圖 1 所 示 ， 新 增 欄 位 說 明 如 下 列 ： 圖 1. 通 報 流 程 新 增 的 欄 位 資 料 1 、 「 受 駭 設 備 類 型 」 ： 受 駭 設 備 類 型 的 欄 位 選 項 如 圖 2 所 示 ， 請 就 受 害 之 設 備 選 擇 適 當 之 對 應 類 型 。 2 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 圖 2. 受 駭 設 備 類 型 的 欄 位 選 項 2 、 「 受 害 設 備 說 明 」 ： 請 簡 略 說 明 此 設 備 之 用 途 。 3 、 「 損 害 類 別 說 明 」 ： 選 項 分 為 「 資 料 外 洩 」 、 「 資 料 竄 改 」 、 「 硬 體 損 害 」 、 「 金 錢 損 失 」 與 「 其 他 」 ， 請 依 實 際 狀 況 選 擇 適 當 的 損 害 類 型 。 4 、 「 攻 擊 手 法 」 ： 攻 擊 手 法 的 欄 位 選 項 如 圖 3 所 示 ， 請 選 擇 攻 擊 者 所 使 用 的 攻 擊 手 法 類 型 。 圖 3. 攻 擊 手 法 的 欄 位 選 項 5 、 「 調 查 說 明 」 ： 請 簡 略 的 說 明 ， 相 關 事 件 的 調 查 結 果 。 3 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency re",
        "Page_Num": "1,2,3"
    },
    "18": {
        "File_Name": "inforeportadd.pdf",
        "content": "##sponse team 6 、 「 情 資 類 型 」 ： 此 資 訊 為 事 件 原 始 情 資 來 源 之 資 訊 類 型 ， 共 可 分 為 下 列 10 項 類 型 ， 請 選 擇 適 當 之 類 型 。 ( 1 ). 惡 意 內 容 ： 針 對 透 過 文 字 、 照 片 、 影 片 等 形 式 散 播 不 當 內 容 之 事 件 。 ( 2 ). 惡 意 程 式 ： 針 對 與 相 關 惡 意 程 式 之 事 件 。 ( 3 ). 資 訊 蒐 集 ： 針 對 透 過 掃 描 、 探 測 及 社 交 工 程 等 攻 擊 手 法 取 得 資 訊 之 事 件 。 ( 4 ). 入 侵 嘗 試 ： 針 對 嘗 試 入 侵 未 經 授 權 主 機 之 事 件 。 ( 5 ). 入 侵 攻 擊 ： 針 對 系 統 遭 未 經 授 權 存 取 或 取 得 系 統 / 使 用 者 權 限 之 事 件 。 ( 6 ). 阻 斷 服 務 ： 針 對 影 響 服 務 可 用 性 或 造 成 服 務 中 斷 之 攻 擊 事 件 。 ( 7 ). 資 訊 內 容 安 全 ： 針 對 系 統 遭 未 經 驗 證 存 取 或 影 響 資 訊 機 敏 性 之 事 件 。 ( 8 ). 詐 欺 攻 擊 ： 針 對 偽 冒 他 人 身 分 、 系 統 服 務 及 組 織 等 進 行 攻 擊 行 為 之 事 件 。 ( 9 ). 系 統 弱 點 ： 針 對 系 統 存 在 弱 點 之 事 件 。 ( 10 ). 其 他 ： 非 屬 前 述 資 安 事 件 類 型 之 事 件 資 訊 。 4 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 二 、 應 變 流 程 新 增 「 損 害 控 管 狀 態 」 的 欄 位 資 料 ， 如 圖 4 所 示 。 圖 4. 應 變 流 程 新 增 的 欄 位 資 料 「 損 害 控 制 狀 態 」 可 分 為 完 成 下 列 兩 種 狀 態 ， 請 依 實 際 狀 況 選 擇 適 合 的 選 項 ： 1 、 損 害 控 制 ： 已 控 管 此 事 件 所 造 成 的 危 害 。 2 、 完 成 損 害 控 制 與 復 原 ： 已 控 管 此 事 件 所 造 成 的 危 害 並 已 完 成 系 統 復 原 。",
        "Page_Num": "3,4"
    },
    "19": {
        "File_Name": "threatdoc.pdf",
        "content": "惡 意 網 站 威 脅 來 源 清 單 取 得 說 明 文 件 一 線 人 員 ( 學 校 資 安 人 員 ) 請 洽 詢 所 屬 的 上 層 區 縣 市 網 人 員 來 取 得 相 關 資 訊 ， 您 可 利 用 登 入 資 安 通 報 平 台 （ https : / / info. cert. tanet. edu. tw / ） 來 取 得 二 線 人 員 資 訊 。 如 下 圖 所 示 二 線 人 員 ( 區 縣 市 網 人 員 ) 您 可 利 用 二 線 審 核 帳 號 ( 英 文 + oid 帳 號 ， 如 z2. 16 [UNK].. ) 及 密 碼 登 入 資 安 通 報 報 表 系 統 （ https : / / portal. cert. tanet. edu. tw / ） 的 「 威 脅 名 單 」 功 能 下 載 。 系 統 操 作 手 冊 請 參 閱 資 安 通 報 報 表 系 統 操 作 手 冊 。 * 威 脅 清 單 內 容 為 機 敏 性 資 料 ， 僅 供 公 務 使 用 ， 嚴 禁 外 流 並 依 公 務 密 件 相 關 規 定 處 理 ！",
        "Page_Num": "1"
    },
    "20": {
        "File_Name": "infotypenote.pdf",
        "content": "資 安 通 報 平 台 威 脅 情 報 說 明 當 收 到 資 安 情 資 後 ， 經 適 當 且 有 效 的 系 統 調 查 後 ， 並 未 發 現 有 直 接 或 間 接 證 據 可 證 明 系 統 遭 受 到 資 安 事 件 之 威 脅 即 可 選 擇 tii ( 威 脅 情 報 ) 。 建 議 您 在 進 行 系 統 調 查 時 進 行 下 列 步 驟 ： 檢 查 系 統 或 網 路 相 關 log 資 訊 ， 查 看 是 否 有 異 常 之 處 。 利 用 如 tcpview 工 具 軟 體 或 netstat 指 令 來 查 看 系 統 是 否 有 開 啟 可 疑 之 服 務 或 是 否 有 可 疑 之 來 源 連 線 。 查 看 防 火 牆 之 連 線 記 錄 ， 確 認 是 否 有 可 疑 之 連 線 。 如 果 有 設 置 入 侵 偵 測 軟 體 （ ids ） ， 進 行 查 看 是 否 有 惡 意 的 連 線 行 為 。",
        "Page_Num": "1"
    },
    "21": {
        "File_Name": "eventreport.pdf",
        "content": "臺 灣 學 術 網 路 各 級 學 校 資 通 安 全 通 報 應 變 作 業 程 序 ( 核 定 本 ) 教 育 部 中 華 民 國 108 年 4 月 1 目 錄 第 1 章 前 言.......................................................................................................................................... 2 第 2 章 整 體 作 業.................................................................................................................................. 3 一 、 臺 灣 學 術 網 路 通 報 應 變 架 構........................................................................................ 3 二 、 資 通 安 全 事 件 等 級............................................................................",
        "Page_Num": "1,2"
    },
    "22": {
        "File_Name": "eventreport.pdf",
        "content": "............................ 4 三 、 通 報 及 應 變 作 業 流 程.................................................................................................... 5 第 3 章 通 報 作 業.................................................................................................................................. 7 一 、 臺 灣 學 術 網 路 轄 下 各 級 學 校 、 學 術 機 構 及 連 線 單 位................................................ 7 二 、 區 、 縣 （ 市 ） 網 路 中 心................................................................................................ 7 三 、 通 報 應 變 小 組...........................................",
        "Page_Num": "2"
    },
    "23": {
        "File_Name": "eventreport.pdf",
        "content": "..................................................................... 8 第 4 章 應 變 作 業.................................................................................................................................. 9 一 、 各 級 學 校 、 學 術 機 構 及 連 線 單 位................................................................................ 9 二 、 區 縣 （ 市 ） 教 育 網 路 中 心.......................................................................................... 11 三 、 各 級 學 校 資 安 通 報 應 變 小 組...................................................................................... 11 第 5",
        "Page_Num": "2"
    },
    "24": {
        "File_Name": "eventreport.pdf",
        "content": "章 資 安 演 練 作 業........................................................................................................................ 12 一 、 資 通 安 全 通 報 演 練...................................................................................................... 12 二 、 防 範 惡 意 電 子 郵 件 社 交 工 程 演 練.............................................................................. 13 第 6 章 獎 勵 及 減 責 標 準.................................................................................................................... 14 一 、 獎 勵 標 準...........................................",
        "Page_Num": "2"
    },
    "25": {
        "File_Name": "eventreport.pdf",
        "content": "........................................................................... 14 二 、 權 責.............................................................................................................................. 14 三 、 減 責 標 準...................................................................................................................... 14 附 件 一 區 （ 縣 ） 市 教 育 網 路 中 心 列 表............................................................................................ 15 附 件 二 臺 灣 學 術 網 路 之 各 單 位 資 通 安 全 事 件 通 報 單.................................................",
        "Page_Num": "2"
    },
    "26": {
        "File_Name": "eventreport.pdf",
        "content": "................... 16 2 第 1 章 前 言 本 部 為 求 有 效 掌 握 臺 灣 學 術 網 路 （ 以 下 簡 稱 tanet ） 各 級 學 校 、 教 育 及 研 究 機 構 之 資 通 系 統 發 生 資 通 安 全 事 件 （ 以 下 簡 稱 資 安 事 件 ） 時 ， 能 迅 速 通 報 及 緊 急 應 變 處 置 ， 以 確 保 臺 灣 學 術 網 路 各 級 學 校 之 正 常 運 作 ， 並 符 合 「 資 通 安 全 管 理 法 」 相 關 規 範 ， 使 各 單 位 人 員 能 快 速 掌 握 處 理 原 則 ， 特 訂 定 「 臺 灣 學 術 網 路 各 級 學 校 資 通 安 全 通 報 應 變 作 業 程 序 」 （ 以 下 簡 稱 本 作 業 程 序 ） 。 本 作 業 程 序 不 適 用 本 部 及 所 屬 機 關 ( 構 ) 。 本 作 業 程 序 分 為 6 章 ， 除 前 言 外 ， 依 整 體 作 業 、 通 報 作 業 、 應 變 作 業 、 資 安 演 練 作 業 、 獎 懲 及 減 責 標 準 等 逐 項 規 範 或 說 明 。 其 中 「 整 體 作 業 」 包 括 臺 灣 學 術 網 路 通 報 應 變 架 構 暨 各 單 位 角 色 職 掌 、 資 安 事 件 等 級 定 義 及 作 業 流 程 ， 明 確 規 範 資 安 事 件 發 生 時 之 通 報 應 變 作 業 程 序 ； 「 通 報 作 業 」 含 各 級 學 校 、 教 育 及 研 究 機 構 之 通 報 作 業 方 式 及 要 求 ； 「 應 變 作 業 」 說 明 各 級 學 校 、 教 育 及 研 究 機 構 之 事 前 安 全 防 護 、 事 中 緊 急 應 變 、 事 後 復 原 作 業 之 具 體 機 制 及 相 關 應 變 作 業 檢 討 等 ； 「 資 安 演 練 作 業 」 敘 述 通 報 應 變 小 組 應 辦 理 之 相 關 資 通 安 全 演 練 作 業 ， 據 以 檢 驗 區 、 縣 （ 市 ） 網 路 中 心 及 所 屬 連 線 單 位 之 資 安 通 報 機 制 及 應 變 能 力 ； 「 獎 懲 及 減 責 標 準 」 則 規 範 提 報 獎 勵 標 準 、 懲 處 規 定 及 減 責 規 定 等 。 3 第",
        "Page_Num": "2,3,4"
    },
    "27": {
        "File_Name": "eventreport.pdf",
        "content": "2 章 整 體 作 業 一 、 臺 灣 學 術 網 路 通 報 應 變 架 構 臺 灣 學 術 網 路 以 支 援 全 國 各 級 學 校 、 研 究 機 構 間 之 教 學 與 學 術 研 究 活 動 及 教 育 行 政 應 用 服 務 為 目 的 ， 其 管 理 組 織 依 序 分 為 下 列 三 個 層 級 ， 架 構 如 圖 一 所 示 。 （ 一 ） 臺 灣 學 術 網 路 管 理 會 ： 設 立 於 本 部 ， 其 幕 僚 作 業 由 本 部 資 訊 及 科 技 教 育 司 辦 理 。 （ 二 ） 縣 （ 市 ） 教 育 網 路 中 心 及 區 域 網 路 中 心 ： 由 各 直 轄 市 、 縣 （ 市 ） 政 府 設 立 縣 （ 市 ） 教 育 網 路 中 心 ， 十 三 所 大 學 則 分 別 設 立 區 域 網 路 中 心 。 （ 三 ） 連 線 臺 灣 學 術 網 路 各 級 學 校 （ 以 下 簡 稱 連 線 單 位 ） 。 圖 一 ﹑ 臺 灣 學 術 網 路 通 報 應 變 架 構 本 作 業 程 序 各 單 位 角 色 及 執 掌 說 明 如 下 ： （ 一 ） 第 一 線 人 員 ： 指 各 連 線 單 位 之 網 管 、 資 安 人 員 ， 其 職 掌 範 圍 為 其 所 管 轄 單 位 之 資 安 事 件 通 報 與 處 理 。 各 單 位 應 配 置 2 名 人 員 以 求 資 安 事 件 處 理 之 有 效 。 （ 二 ） 第 二 線 人 員 ： 指 各 縣 （ 市 ） 教 育 網 路 中 心 及 區 域 網 路 中 心 之 網 管 、 資 安 人 員 ， 職 掌 範 圍 為 審 核 連 線 單 位 之 資 安 事 件 、 協 助 第 一 線 人 員 資 安 事 件 之 處 理 。 區 、 縣 （ 市 ） 網 人 員 應 配 置 2 名 人 員 以 求 資 安 事 件 處 理 之 效 果 。 （ 三 ） 各 級 學 校 資 安 通 報 應 變 小 組 ( 以 下 簡 稱 通 報 應 變 小 組 ) ： 指 臺 灣 學 術 網 路 危 機 處 理 中 心 （ tacert ） ， 職 掌 範 圍 為 負 責 各 級 學 校 資 安 通 報 平 台 之 營 運 ， 審 核 所 有 資 安 事 件 ， 協 調 資 安 事 件 通 報 、 處 理 與 支 援 事 項 。 （ 四 ） 教",
        "Page_Num": "4"
    },
    "28": {
        "File_Name": "eventreport.pdf",
        "content": "育 部 人 員 ： 指 教 育 部 資 訊 及 科 技 教 育 司 ( 以 下 簡 稱 本 部 資 科 司 ) ， 職 掌 範 圍 為 指 揮 與 監 督 重 大 資 安 事 件 之 通 報 應 變 。 4 二 、 資 通 安 全 事 件 等 級 本 作 業 程 序 依 據 「 資 通 安 全 事 件 通 報 及 應 變 辦 法 」 將 資 通 安 全 事 件 分 為 四 級 ， 由 重 至 輕 分 別 為 「 4 級 」 、 「 3 級 」 、 「 2 級 」 及 「 1 級 」 ， 另 新 增 資 安 預 警 事 件 類 別 。 （ 一 ） 4 級 事 件 符 合 下 列 任 一 情 形 者 ， 屬 4 級 事 件 ： 1. 一 般 公 務 機 密 、 敏 感 資 訊 或 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 遭 嚴 重 洩 漏 ， 或 國 家 機 密 遭 洩 漏 。 2. 一 般 公 務 機 密 、 敏 感 資 訊 、 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 或 核 心 資 通 系 統 遭 嚴 重 竄 改 ， 或 國 家 機 密 遭 竄 改 。 3. 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 或 核 心 資 通 系 統 之 運 作 受 影 響 或 停 頓 ， 無 法 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 。 （ 二 ） 3 級 事 件 符 合 下 列 任 一 情 形 者 ， 屬 3 級 事 件 ： 1. 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 遭 嚴 重 洩 漏 ， 或 一 般 公 務 機 密 、 敏 感 資 訊 或 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 遭 輕 微 洩 漏 。 2. 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 或 核 心 資 通 系 統 遭 嚴 重 竄 改 ， 或 一 般 公 務 機 密 、 敏 感 資 訊 、 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 或 核 心 資 通 系 統 遭 輕 微 竄 改 。 3. 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 或 核 心 資 通 系 統 之 運 作 受 影 響 或 停 頓 ， 無 法 於 可 容 忍 中",
        "Page_Num": "4,5"
    },
    "29": {
        "File_Name": "eventreport.pdf",
        "content": "斷 時 間 內 回 復 正 常 運 作 ， 或 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 或 核 心 資 通 系 統 之 運 作 受 影 響 或 停 頓 ， 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 。 （ 三 ） 2 級 事 件 符 合 下 列 任 一 情 形 者 ， 屬 2 級 事 件 ： 1. 非 核 心 業 務 資 訊 遭 嚴 重 洩 漏 ， 或 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 遭 輕 微 洩 漏 。 2. 非 核 心 業 務 資 訊 或 非 核 心 資 通 系 統 遭 嚴 重 竄 改 ， 或 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 或 核 心 資 通 系 統 遭 輕 微 竄 改 。 5 3. 非 核 心 業 務 之 運 作 受 影 響 或 停 頓 ， 無 法 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 ， 或 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 或 核 心 資 通 系 統 之 運 作 受 影 響 或 停 頓 ， 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 。 （ 四 ） 1 級 事 件 符 合 下 列 任 一 情 形 者 ， 屬 1 級 事 件 ： 1. 非 核 心 業 務 資 訊 遭 輕 微 洩 漏 。 2. 非 核 心 業 務 資 訊 或 非 核 心 資 通 系 統 遭 輕 微 竄 改 。 3. 非 核 心 業 務 之 運 作 受 影 響 或 停 頓 ， 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 ， 造 成 機 關 日 常 作 業 影 響 。 （ 五 ） 資 安 預 警 事 件 凡 屬 有 待 受 害 單 位 進 行 確 認 之 資 安 事 件 皆 屬 於 資 安 預 警 事 件 ， 說 明 如 下 ： 1. 未 確 定 事 件 或 待 確 認 事 件 單 ： 來 自 北 區 教 育 學 術 資 訊 安 全 監 控 中 心 （ n - asoc ） 、 南 區 教 育 學 術 資 訊 安 全 監 控 中 心 （ s - asoc ） 、 縣 市 網 資 訊 安 全 維 運 中 心 （ mini - soc ） 使 用 之 新 型 技 術 所 產 生 之 事 件 單 ， 但 正 確 性 有 待 確 認 者 。 2.",
        "Page_Num": "5,6"
    },
    "30": {
        "File_Name": "eventreport.pdf",
        "content": "其 他 單 位 所 告 知 教 育 部 所 屬 單 位 所 發 生 未 確 定 之 資 安 事 件 。 三 、 通 報 及 應 變 作 業 流 程 資 通 安 全 事 件 通 報 及 應 變 流 程 如 圖 2 所 示 ， 相 關 作 業 程 序 請 參 見 「 第 2 章 通 報 作 業 」 及 「 第 3 章 應 變 作 業 」 。 6 圖 二 ﹑ 各 級 學 校 通 報 及 應 變 流 程 各 單 位 通 報 資 安 事 件 或 進 行 結 案 ， 以 及 區 域 網 路 中 心 及 縣 市 教 育 網 路 中 心 審 核 所 屬 連 線 單 位 資 安 事 件 通 報 或 結 案 時 ， 均 須 至 各 級 學 校 資 安 通 報 平 台 ( 以 下 簡 稱 通 報 應 變 網 站 ) 登 錄 作 業 ， 該 網 站 營 運 維 護 、 資 安 事 件 通 報 管 理 、 技 術 諮 詢 及 支 援 等 服 務 ， 由 本 部 委 託 臺 灣 學 術 網 路 危 機 處 理 中 心 負 責 ， 聯 繫 資 訊 如 下 ： （ 一 ） 網 址 ： https : / / cert. tanet. edu. tw （ 二 ） 聯 絡 電 話 ： ( 07 ) 525 - 0211 （ 三 ） 網 路 電 話 ： 98400000 （ 四 ） 電 子 郵 件 ： service @ cert. tanet. edu. tw 7 第 3 章 通 報 作 業 一 、 臺 灣 學 術 網 路 轄 下 各 級 學 校 、 學 術 機 構 及 連 線 單 位 （ 一 ） 各 連 線 單 位 通 報 範 圍 應 包 含 自 建 或 委 外 之 資 通 系 統 。 （ 二 ） 各 連 線 單 位 發 現 資 安 事 件 後 可 先 進 行 事 件 確 認 ， 經 確 認 為 資 安 事 件 後 ， 須 於 1 小 時 內 ， 至 通 報 應 變 網 站 通 報 登 錄 資 安 事 件 細 節 、 影 響 等 級 及 是 否 申 請 支 援 等 資 訊 ， 並 評 估 該 事 件 是 否 影 響 其 他 連 線 單 位 運 作 。 （ 三 ） 如 因 網 路 或 電 力 中 斷 等 事 由 ， 致 使 無 法 上 網 填 報 資 安 事 件 ， 須 於 確 認 資 安 事 件 條 件 成 立 後 1 小 時 內 ， 與 所 屬 區 、 縣 （ 市 ） 網 路 中 心 及",
        "Page_Num": "6,7,8"
    },
    "31": {
        "File_Name": "eventreport.pdf",
        "content": "通 報 應 變 小 組 聯 繫 ， 先 行 提 供 事 件 細 節 ， 待 網 路 通 訊 恢 復 正 常 後 ， 仍 須 至 通 報 應 變 網 站 補 登 錄 通 報 。 （ 四 ） 「 4 」 、 「 3 」 級 資 安 事 件 須 於 36 小 時 內 完 成 損 害 控 制 或 復 原 ； 「 2 」 、 「 1 」 級 資 安 事 件 須 於 72 小 時 內 完 成 損 害 控 制 或 復 原 。 （ 五 ） 完 成 資 安 事 件 處 理 後 ， 須 至 通 報 應 變 網 站 通 報 結 案 ， 並 登 錄 資 安 事 件 處 理 過 程 及 完 成 時 間 。 （ 六 ） 「 2 」 、 「 1 」 級 資 安 事 件 通 報 應 變 完 成 後 ， 應 至 通 報 應 變 網 站 列 印 單 件 ， 每 月 彙 整 送 呈 單 位 主 管 ； 「 4 」 、 「 3 」 級 資 安 事 件 需 於 事 件 發 生 後 36 小 時 內 ， 通 報 送 陳 單 位 資 通 安 全 長 。 （ 七 ） 「 4 」 、 「 3 」 級 資 安 事 件 依 本 項 規 定 完 成 損 害 控 制 或 復 原 作 業 後 ， 應 持 續 進 行 資 通 安 全 事 件 之 調 查 及 處 理 ， 並 於 一 個 月 內 將 調 查 、 處 理 及 改 善 報 告 函 送 本 部 ， 由 本 部 彙 送 主 管 機 關 。 （ 八 ） 各 單 位 如 因 網 路 問 題 無 法 通 報 ， 可 填 寫 「 臺 灣 學 術 網 路 各 級 學 校 資 通 安 全 事 件 通 報 單 」 以 傳 真 或 電 子 郵 件 方 式 送 至 「 臺 灣 學 術 網 路 危 機 處 理 中 心 」 進 行 通 報 。 二 、 區 、 縣 （ 市 ） 網 路 中 心 （ 一 ） 區 、 縣 （ 市 ） 網 路 中 心 在 接 獲 所 屬 連 線 單 位 通 報 後 ， 應 主 動 掌 握 事 件 狀 況 、 協 助 所 屬 連 線 單 位 進 行 資 安 事 件 應 變 處 理 ， 並 督 導 事 件 處 理 過 程 。 8 針 對 「 4 」 、 「 3 」 級 資 安 事 件 ， 區 、 縣 （ 市 ） 網 路 中 心 將 主 動 通 知 通 報 應 變 小 組 ， 以 利 通 報 應 變 小 組 評 估 事 件 影",
        "Page_Num": "8,9"
    },
    "32": {
        "File_Name": "eventreport.pdf",
        "content": "響 及 通 報 本 部 資 科 司 。 （ 二 ） 區 、 縣 （ 市 ） 網 路 中 心 須 至 通 報 應 變 網 站 審 核 所 屬 連 線 單 位 通 報 之 資 安 事 件 ， 並 評 估 該 事 件 是 否 影 響 其 他 連 線 單 位 運 作 以 及 事 件 影 響 等 級 之 合 理 性 ， 視 需 要 申 請 技 術 支 援 。 若 資 安 事 件 屬 「 4 」 、 「 3 」 級 事 件 ， 須 於 通 報 後 2 小 時 內 完 成 審 核 ； 「 2 」 、 「 1 」 級 事 件 ， 則 須 於 通 報 8 小 時 內 完 成 審 核 。 （ 三 ） 若 各 連 線 單 位 完 成 資 安 事 件 處 理 ， 應 至 通 報 應 變 網 站 通 報 結 案 。 針 對 「 4 」 、 「 3 」 級 資 安 事 件 ， 區 、 縣 （ 市 ） 網 路 中 心 於 接 獲 所 屬 連 線 單 位 結 案 申 請 ， 除 至 通 報 應 變 網 站 審 核 所 屬 連 線 單 位 資 安 事 件 結 案 內 容 外 ， 尚 需 對 於 該 資 安 事 件 填 寫 應 配 合 辦 理 事 項 或 規 劃 相 關 作 業 。 三 、 通 報 應 變 小 組 （ 一 ） 通 報 應 變 小 組 依 據 各 連 線 單 位 及 其 區 、 縣 （ 市 ） 網 路 中 心 通 報 之 資 訊 ， 評 估 通 報 內 容 及 事 件 等 級 合 理 性 ， 並 得 視 需 要 變 更 事 件 等 級 ， 如 區 、 縣 （ 市 ） 網 路 中 心 未 能 於 規 定 時 限 內 完 成 通 報 審 核 ， 得 逕 行 通 知 完 成 審 核 。 （ 二 ） 區 、 縣 （ 市 ） 網 路 中 心 申 請 技 術 支 援 時 ， 通 報 應 變 小 組 須 於 完 成 複 核 後 ， 聯 繫 區 、 縣 （ 市 ） 網 路 中 心 確 認 技 術 支 援 事 項 ， 並 通 報 本 部 資 科 司 及 協 調 提 供 技 術 支 援 方 式 。 （ 三 ） 通 報 應 變 小 組 應 彙 整 各 級 資 安 事 件 ， 定 期 提 供 至 本 部 資 科 司 ； 如 接 獲 「 4 」 、 「 3 」 級 資 安 事 件 ， 應 通 報 本 部 資 科 司 。 經 本 部 確 認 級 別 後 一 小",
        "Page_Num": "9"
    },
    "33": {
        "File_Name": "eventreport.pdf",
        "content": "時 內 ， 依 行 政 院 指 定 方 式 及 對 象 ， 進 行 資 通 安 全 事 件 通 報 ， 俾 供 研 析 相 關 因 應 作 為 。 （ 四 ） 「 4 」 、 「 3 」 級 資 安 事 件 ， 本 部 資 科 司 得 依 事 件 情 形 邀 集 相 關 處 理 單 位 ， 召 開 緊 急 應 變 會 議 ； 必 要 時 逐 級 陳 報 至 本 部 資 通 安 全 長 ， 召 開 資 安 防 護 會 議 。 9 第 4 章 應 變 作 業 一 、 各 級 學 校 、 學 術 機 構 及 連 線 單 位 各 連 線 單 位 應 建 立 資 安 事 件 之 「 事 前 安 全 防 護 」 、 「 事 中 緊 急 應 變 」 及 「 事 後 復 原 」 作 業 之 具 體 機 制 ， 並 至 少 包 含 下 列 各 項 ： （ 一 ） 事 前 安 全 防 護 1. 核 心 資 訊 系 統 應 依 「 資 通 安 全 責 任 等 級 分 級 辦 法 」 第 11 條 或 本 部 訂 定 之 相 關 資 安 規 定 進 行 盤 點 作 業 ， 判 定 資 訊 系 統 安 全 防 護 等 級 ， 並 據 以 落 實 資 安 防 護 基 準 。 2. 應 規 劃 建 置 資 通 安 全 整 體 防 護 環 境 ， 做 好 內 部 資 料 存 取 控 制 ， 對 於 機 敏 文 件 、 資 料 及 檔 案 等 應 採 取 加 密 或 實 體 隔 離 等 防 護 措 施 。 3. 應 訂 定 災 害 預 防 、 緊 急 應 變 程 序 、 復 原 計 畫 等 防 護 措 施 並 定 期 演 練 ， 以 建 立 緊 急 應 變 能 量 。 4. 應 依 資 通 安 全 防 護 需 要 ， 執 行 入 侵 偵 測 、 安 全 檢 測 及 弱 點 掃 描 等 安 全 檢 測 工 作 ， 並 訂 定 系 統 與 資 料 備 份 管 理 辦 法 ， 以 做 好 事 前 防 禦 準 備 。 5. 應 實 施 資 通 安 全 稽 核 、 網 路 監 控 及 人 員 安 全 管 理 等 機 制 ， 以 強 化 資 通 安 全 整 體 防 護 能 力 ， 降 低 安 全 威 脅 及 災 害 損 失 。 6. 應 保 留 資 安 紀 錄 與 備 份 ， 如 資 訊 系 統 屬 委 外 建 置 管 理 者 ， 應 於 合 約",
        "Page_Num": "9,10"
    },
    "34": {
        "File_Name": "eventreport.pdf",
        "content": "內 要 求 承 商 保 留 相 關 資 安 紀 錄 。 7. 應 針 對 上 述 建 立 資 通 安 全 防 護 環 境 及 相 關 措 施 ， 列 入 年 度 定 期 稽 核 項 目 ， 定 期 實 施 內 部 稽 核 ， 以 儘 早 發 現 系 統 安 全 弱 點 並 完 成 修 復 補 強 。 8. 應 建 置 並 保 存 相 關 設 備 之 系 統 日 誌 。 9. 應 每 年 定 期 規 劃 辦 理 資 安 認 知 教 育 訓 練 。 （ 二 ） 事 中 緊 急 應 變 1. 應 就 資 安 事 件 發 生 原 因 、 影 響 等 級 、 可 能 影 響 範 圍 、 可 能 損 失 及 是 否 需 要 支 援 等 項 目 逐 一 檢 討 與 處 置 ， 並 保 留 被 入 侵 或 破 壞 相 關 證 據 。 10 2. 依 訂 定 之 緊 急 應 變 程 序 ， 實 施 緊 急 應 變 處 置 ， 並 持 續 監 控 與 追 蹤 管 制 。 3. 查 詢 臺 灣 學 術 網 路 危 機 處 理 中 心 網 站 、 系 統 弱 點 ( 病 毒 ) 資 料 庫 或 聯 絡 技 術 支 援 單 位 ( 廠 商 ) 等 方 式 ， 以 尋 求 解 決 方 案 ； 如 無 法 解 決 ， 應 儘 速 向 所 屬 區 、 縣 （ 市 ） 網 路 中 心 及 通 報 應 變 小 組 反 應 ， 請 求 提 供 相 關 技 術 支 援 。 4. 評 估 資 安 事 件 對 業 務 運 作 造 成 之 衝 擊 ， 並 進 行 損 害 管 制 。 若 未 納 入 各 單 位 防 護 範 圍 之 資 訊 系 統 發 生 資 安 事 件 ， 為 防 止 損 害 擴 大 影 響 他 人 或 正 常 使 用 者 之 權 益 ， 依 據 「 臺 灣 學 術 網 路 管 理 規 範 」 ， 各 單 位 得 先 行 中 斷 發 生 資 安 事 件 之 系 統 網 路 連 線 ， 待 該 系 統 完 成 通 報 應 變 改 善 作 為 後 ， 始 得 恢 復 其 連 線 。 5. 資 安 事 件 損 壞 程 度 ， 請 遵 循 各 單 位 內 部 備 份 管 理 辦 法 ， 啟 動 備 援 計 畫 、 異 地 備 援 或 備 援 中 心 等 應 變 措 施 ， 以 防 止 事 件 擴 大 。 6. 資 安 事 件 如 涉",
        "Page_Num": "10,11"
    },
    "35": {
        "File_Name": "eventreport.pdf",
        "content": "及 刑 責 ， 應 做 好 相 關 資 料 ( 含 稽 核 紀 錄 ) 保 全 工 作 ， 以 便 聯 繫 檢 警 調 單 位 協 助 偵 查 。 7. 各 連 線 單 位 如 發 生 重 大 ( 「 4 」 、 「 3 」 級 ) 資 安 事 件 ， 應 主 動 提 供 相 關 設 備 系 統 日 誌 予 所 屬 區 、 縣 （ 市 ） 網 路 中 心 及 通 報 應 變 小 組 ， 俾 提 供 相 關 協 助 。 （ 三 ） 事 後 復 原 1. 在 執 行 復 原 重 建 工 作 時 ， 應 執 行 環 境 重 建 、 系 統 復 原 及 掃 描 作 業 ， 俟 系 統 正 常 運 作 後 ， 即 進 行 安 全 備 份 及 資 料 復 原 等 相 關 事 宜 。 2. 在 完 成 復 原 重 建 工 作 後 ， 應 將 復 原 過 程 之 完 整 紀 錄 ( 如 資 安 事 件 原 因 分 析 與 檢 討 改 善 方 案 、 防 止 同 類 事 件 再 次 發 生 之 具 體 方 案 、 稽 核 軌 跡 及 蒐 集 分 析 相 關 證 據 等 資 料 ) ， 予 以 建 檔 管 制 ， 以 利 爾 後 查 考 使 用 。 3. 全 面 檢 討 網 路 安 全 措 施 、 修 補 安 全 弱 點 、 修 正 防 火 牆 設 定 等 具 體 改 善 措 施 ， 以 防 止 類 似 入 侵 或 攻 擊 情 事 再 度 發 生 ， 並 視 需 要 修 訂 應 變 計 畫 。 11 二 、 區 縣 （ 市 ） 教 育 網 路 中 心 區 縣 （ 市 ） 教 育 網 路 中 心 應 於 資 安 事 件 處 理 完 成 後 ， 針 對 以 下 項 目 進 行 應 變 作 業 檢 視 。 （ 一 ） 作 業 程 序 ： 檢 視 人 員 辦 理 通 報 作 業 的 熟 悉 程 度 與 程 序 是 否 適 當 。 （ 二 ） 事 件 處 理 ： 檢 視 人 員 事 件 應 變 處 理 措 施 是 否 適 當 。 三 、 各 級 學 校 資 安 通 報 應 變 小 組 如 重 大 ( 「 4 」 、 「 3 」 級 ) 資 安 事 件 經 資 安 防 護 會 議 評 估 資 安 事 件 涉 及 下 列 事 項 時 ， 經 由 本 部 資 科 司 提 報 行 政 院 國 家 資 通 安 全 會 報 ， 啟 動 相 關 應",
        "Page_Num": "11,12"
    },
    "36": {
        "File_Name": "eventreport.pdf",
        "content": "變 機 制 ， 以 控 管 損 害 。 （ 一 ） 涉 及 網 路 犯 罪 相 關 議 題 。 （ 二 ） 對 關 鍵 基 礎 設 施 ( critical infrastructure, ci ) 造 成 威 脅 時 。 （ 三 ） 對 國 家 安 全 造 成 威 脅 時 。 12 第 5 章 資 安 演 練 作 業 一 、 資 通 安 全 通 報 演 練 （ 一 ） 演 練 目 的 ： 檢 驗 「 區 、 縣 （ 市 ） 網 路 中 心 」 及 所 屬 連 線 單 位 之 資 安 通 報 機 制 及 應 變 能 力 。 （ 二 ） 演 練 時 間 ： 每 年 辦 理 1 次 ， 確 實 執 行 日 期 由 通 報 應 變 小 組 提 報 演 練 計 畫 至 本 部 資 科 司 核 定 ， 惟 須 於 每 年 9 月 底 前 完 成 。 （ 三 ） 一 般 說 明 ： 1. 本 項 演 練 作 業 ， 應 分 組 分 工 執 行 各 項 任 務 。 如 平 台 準 備 及 問 題 處 理 小 組 負 責 「 各 級 學 校 資 安 通 報 演 練 平 台 」 維 護 、 規 劃 演 練 各 項 事 宜 及 問 題 處 理 ； 危 機 處 理 小 組 負 責 規 劃 演 練 各 種 模 擬 狀 況 及 處 理 突 發 狀 況 ； 安 全 預 防 小 組 負 責 規 劃 參 演 單 位 及 支 援 演 練 計 畫 執 行 處 理 作 業 ； 演 練 單 位 針 對 演 練 模 擬 事 件 ， 研 擬 應 變 處 理 作 為 ， 並 於 「 各 級 學 校 資 安 通 報 演 練 平 台 」 回 復 應 變 處 理 作 為 ， 組 織 架 構 如 圖 三 所 示 。 圖 三 ﹑ 資 通 安 全 通 報 演 練 組 織 架 構 2. 演 練 計 畫 應 簽 奉 本 部 資 科 司 核 定 後 實 施 。 3. 遴 選 演 練 對 象 方 式 ， 由 平 台 準 備 及 問 題 處 理 小 組 提 交 單 位 清 單 供 安 全 預 防 小 組 選 取 參 與 演 練 單 位 。 教 育 部 資 訊 安 全 長 指 導 人 員 ( 資 訊 及 科 技 教 育 司 司 長 、 副 司 長 ) 平 台 準 備 及 問 題 處 理 小 組 （ tacert 計 畫 團 隊 ） 危 機 處 理 小 組 （ 教 育 部 資 訊 及 科 技 教",
        "Page_Num": "12,13"
    },
    "37": {
        "File_Name": "eventreport.pdf",
        "content": "育 司 ） 安 全 預 防 小 組 （ 教 育 部 資 訊 及 科 技 教 育 司 ） 演 練 單 位 部 屬 機 關 （ 構 ） 、 區 、 縣 （ 市 ） 網 路 中 心 、 各 級 學 校 13 4. 演 練 前 ， 平 台 準 備 及 問 題 處 理 小 組 預 先 規 劃 各 級 資 安 事 件 之 各 種 模 擬 狀 況 ( 至 少 10 種 以 上 ) ， 提 交 危 機 處 理 小 組 複 核 。 演 練 時 採 隨 機 選 取 方 式 ， 分 配 予 參 與 演 練 單 位 。 5. 演 練 完 成 後 將 「 演 練 事 件 紀 錄 」 提 交 至 本 部 資 科 司 備 查 ， 並 由 平 台 準 備 及 問 題 處 理 小 組 彙 整 統 計 演 練 成 果 報 告 ， 供 本 部 資 科 司 研 商 辦 理 獎 勵 及 改 善 事 宜 。 二 、 防 範 惡 意 電 子 郵 件 社 交 工 程 演 練 （ 一 ） 演 練 目 的 ： 提 高 「 區 、 縣 （ 市 ） 網 路 中 心 」 及 其 所 屬 連 線 單 位 對 社 交 工 程 攻 擊 防 制 認 知 。 （ 二 ） 演 練 時 間 ： 每 年 不 定 期 至 少 辦 理 二 次 ， 由 本 部 資 科 司 規 劃 及 執 行 ， 惟 須 於 每 年 4 月 底 前 辦 理 第 1 次 演 練 ， 並 於 9 月 底 前 辦 理 第 2 次 演 練 。 （ 三 ） 一 般 說 明 ： 1. 演 練 對 象 由 本 部 資 科 司 決 定 ， 惟 區 縣 （ 市 ） 教 育 網 路 中 心 及 所 屬 連 線 單 位 具 有 公 務 電 子 郵 件 人 員 ， 須 1 / 4 （ 含 ） 以 上 參 與 演 練 。 2. 演 練 實 施 前 須 訂 定 演 練 計 畫 ， 簽 奉 本 部 資 通 安 全 長 核 定 。 3. 完 成 演 練 作 業 後 ， 演 練 報 告 經 本 部 資 通 安 全 長 核 定 ， 並 於 每 次 演 練 完 成 後 1 個 月 內 主 動 送 行 政 院 國 家 資 通 安 全 會 報 備 查 。 14 第 6 章 獎 勵 及 減 責 標 準 一 、 獎 勵 標 準 （ 一 ） 公 務 機 關 依 「 公 務 機 關 所 屬 人 員 資 通 安 全 事 項 獎 懲 辦 法 」 辦 理 。",
        "Page_Num": "13,14,15"
    },
    "38": {
        "File_Name": "eventreport.pdf",
        "content": "（ 二 ） 非 公 務 機 關 就 其 所 屬 人 員 辦 理 業 務 涉 及 資 通 安 全 事 項 之 獎 勵 ， 得 依 「 公 務 機 關 所 屬 人 員 資 通 安 全 事 項 獎 懲 辦 法 」 之 規 定 ， 自 行 訂 定 相 關 基 準 。 二 、 權 責 具 以 下 情 事 之 一 者 ， 由 本 部 資 科 司 建 議 相 關 單 位 視 情 節 輕 重 對 所 屬 人 員 予 以 適 度 追 究 相 關 責 任 ： （ 一 ） 校 內 發 生 資 安 事 件 ， 隱 匿 未 向 上 級 機 關 進 行 通 報 者 。 （ 二 ） 各 校 轄 下 單 位 之 資 通 系 統 ， 若 包 含 教 、 職 、 員 、 生 可 識 別 之 個 人 資 料 ， 則 該 系 統 資 料 持 有 單 位 應 確 實 評 估 風 險 ， 主 動 加 以 防 護 或 納 入 校 內 核 心 系 統 給 予 應 有 之 級 別 防 護 。 若 因 未 適 當 防 護 ， 致 使 該 資 通 系 統 發 生 資 安 事 件 影 響 他 人 權 益 ， 資 料 持 有 單 位 應 負 相 關 責 任 。 （ 三 ） 未 遵 循 本 作 業 程 序 規 定 落 實 資 安 事 件 通 報 應 變 作 業 及 提 供 資 安 紀 錄 ， 致 國 家 或 社 會 受 有 重 大 損 害 時 ， 依 法 追 訴 行 為 人 涉 及 湮 滅 證 據 等 相 關 刑 事 責 任 ； 此 外 另 追 究 行 為 人 、 其 主 責 單 位 及 相 關 人 員 之 行 政 責 任 。 三 、 減 責 標 準 遵 循 本 作 業 程 序 規 定 確 實 辦 理 資 安 事 件 通 報 及 應 變 作 業 並 提 供 資 安 紀 錄 ， 仍 致 政 府 或 民 眾 權 益 受 損 時 ， 區 （ 縣 ） 市 教 育 網 路 中 心 及 通 報 應 變 小 組 應 協 助 提 供 資 料 予 本 部 資 科 司 ， 並 建 議 減 輕 其 責 。 15 附 件 一 區 （ 縣 ） 市 教 育 網 路 中 心 列 表 編 號 機 關 名 稱 編 號 機 關 名 稱 1 基 隆 市 教 育 網 路 中 心 2 新 北 市 教 育 網 路 中 心 3 臺 北 市 教 育 網 路 中 心 4 桃 園 市 教 育 網 路 中 心 5 新 竹 縣",
        "Page_Num": "15,16"
    },
    "39": {
        "File_Name": "eventreport.pdf",
        "content": "教 育 研 究 發 展 暨 網 路 中 心 6 新 竹 市 教 育 網 路 中 心 7 苗 栗 縣 教 育 網 路 中 心 8 臺 中 市 教 育 網 路 中 心 9 彰 化 縣 教 育 網 路 中 心 10 南 投 縣 教 育 網 路 中 心 11 雲 林 縣 教 育 網 路 中 心 12 嘉 義 縣 教 育 網 路 中 心 13 嘉 義 市 教 育 網 路 中 心 14 臺 南 市 政 府 教 育 局 資 訊 中 心 15 高 雄 市 政 府 教 育 局 資 訊 教 育 中 心 16 屏 東 縣 教 育 網 路 中 心 17 宜 蘭 縣 教 育 網 路 中 心 18 花 蓮 縣 教 育 網 路 中 心 19 臺 東 縣 教 育 網 路 中 心 20 澎 湖 縣 教 育 網 路 中 心 21 金 門 縣 教 育 網 路 中 心 22 連 江 縣 教 育 網 路 中 心 23 中 央 研 究 院 24 臺 北 區 域 網 路 中 心 ( 1 ) 25 臺 北 區 域 網 路 中 心 ( 2 ) 26 桃 園 區 域 網 路 中 心 27 竹 苗 區 域 網 路 中 心 28 新 竹 區 域 網 路 中 心 29 臺 中 區 域 網 路 中 心 30 南 投 區 域 網 路 中 心 31 雲 嘉 區 域 網 路 中 心 32 臺 南 區 域 網 路 中 心 33 高 屏 澎 區 域 網 路 中 心 34 宜 蘭 區 域 網 路 中 心 35 花 蓮 區 域 網 路 中 心 36 臺 東 區 域 網 路 中 心 16 附 件 二 臺 灣 學 術 網 路 之 各 單 位 資 通 安 全 事 件 通 報 單",
        "Page_Num": "16,17"
    },
    "40": {
        "File_Name": "tacert_1130802.pdf",
        "content": "1 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 臺 灣 學 術 網 路 各 級 學 校 資 通 安 全 事 件 通 報 單 ( 人 工 通 報 流 程 ) 一. 教 育 機 構 資 通 安 全 事 件 單 人 工 通 報 流 程 依 臺 灣 學 術 網 路 各 級 學 校 資 通 安 全 通 報 應 變 作 業 程 序 ， 各 連 線 單 位 發 現 資 安 事 件 後 可 先 進 行 事 件 確 認 ， 經 確 認 為 資 安 事 件 後 ， 須 於 1 小 時 內 ， 至 教 育 機 構 資 安 通 報 應 變 網 站 （ https : / / info. cert. tanet. edu. tw ） 通 報 登 錄 資 安 事 件 細 節 、 影 響 等 級 及 是 否 申 請 支 援 等 資 訊 ， 並 評 估 該 事 件 是 否 影 響 其 他 連 線 單 位 運 作 。 如 因 網 路 或 電 力 中 斷 等 事 由 ， 致 使 無 法 上 網 填 報 資 安 事 件 ， 可 先 填 具 附 件 一 教 育 機 構 資 通 安 全 事 件 單 ， 以 tacert 備 用 通 報 信 箱 或 傳 真 方 式 送 至 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) ， 惟 待 網 路 連 線 恢 復 後 ， 仍 須 至 通 報 應 變 網 站 補 登 錄 通 報 。 tacert 備 用 通 報 信 箱 ： tacert - service @ ids. mis. nsysu. edu. tw 諮 詢 專 線 ： ( 07 ) 5250211 傳 真 專 線 ： ( 07 ) 5251535 二. 學 術 網 路 ddos 攻 擊 流 量 清 洗 服 務 事 件 單 人 工 通 報 流 程 依 據 臺 灣 學 術 網 路 ( tanet ) 分 散 式 阻 斷 服 務 ( ddos ) 通 報 應 變 作 業 指 引 ， 當 連 線 單 位 遭 受 分 散 式 阻 斷 服 務 攻 擊 （ distributed denial of service, ddos ） 時 ， 連 線 單 位 可 申 請 學 術 網 路 ddos 攻 擊 流 量 清 洗 服 務 並 進 行 資 安 事 件 通 報 。 如 因 網 路 或 電 力 中 斷 等 事 由 ， 致 使 無 法 上 網 申 請 ddos 攻 擊",
        "Page_Num": "1"
    },
    "41": {
        "File_Name": "tacert_1130802.pdf",
        "content": "流 量 清 洗 服 務 事 件 單 ， 可 先 填 具 附 件 二 學 術 網 路 ddos 攻 擊 流 量 清 洗 服 務 申 請 單 ， 以 tacert 備 用 通 報 信 箱 或 傳 真 方 式 送 至 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) ， 惟 待 網 路 連 線 恢 復 後 ， 仍 須 至 教 育 機 構 資 安 通 報 報 表 系 統 ( https : / / portal. cert. tanet. edu. tw / ) 補 申 請 ddos 攻 擊 流 量 清 洗 服 務 事 件 單 。 tacert 備 用 通 報 信 箱 ： tacert - service @ ids. mis. nsysu. edu. tw 諮 詢 專 線 ： ( 07 ) 5250211 傳 真 專 線 ： ( 07 ) 5251535 2 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 附 件 一. 教 育 機 構 資 通 安 全 事 件 通 報 單 * 注 意 事 項 ： 「 ◎ 」 為 必 填 項 目 ◎ 填 報 時 間 ： _ _ _ _ 年 _ _ _ _ 月 _ _ _ _ 日 _ _ _ _ 時 _ _ _ _ 分 step1. 請 填 寫 事 件 相 關 基 本 資 料 一 、 發 生 資 通 安 全 事 件 之 機 關 ( 機 構 ) 聯 絡 資 料 ： ◎ 單 位 名 稱 ： ◎ 通 報 人 ： ◎ 電 話 ◎ 傳 真 ： ◎ 電 子 郵 件 信 箱 ： step2. 事 件 發 生 時 間 二 、 事 件 發 生 時 ： ◎ 事 件 發 生 時 間 ： _ _ _ _ _ 年 _ _ _ _ 月 _ _ _ _ 日 _ _ _ _ 時 _ _ _ _ 分 ◎ 確 認 ( 知 悉 ) 為 資 安 事 件 時 間 ： _ _ _ _ _ 年 _ _ _ _ 月 _ _ _ _ 日 _ _ _ _ 時 _ _ _ _ 分 step3. 設 備 資 料 三 、 設 備 資 料 事 件 發 生 時 ： ◎ ip 位 置 （ ip address ） ： ◎ 網 際 網 路 位 置 （ web - url ） ： ◎ 設 備 廠 牌 、 機 型 ： ◎ 作 業 系 統 （ 名 稱 / 版 本 ) ： ◎ 受 駭 應 用 軟 體 （ 名 稱 / 版 本 ) ： ◎ 已 裝 置 之 安 全 防 護",
        "Page_Num": "1,2"
    },
    "42": {
        "File_Name": "tacert_1130802.pdf",
        "content": "軟 體 : 防 毒 軟 體 （ 名 稱 / 版 本 ) : 防 火 牆 （ 名 稱 / 版 本 ) ： ips / ids （ 名 稱 / 版 本 ) : 其 它 （ 名 稱 / 版 本 ) : ◎ 受 駭 設 備 類 型 ： □ 個 人 電 腦 □ 伺 服 器 □ 大 型 主 機 □ 網 路 通 訊 設 備 □ scada ( 資 料 採 集 與 監 視 系 統 ) □ 控 制 器 ( plc 、 pac ) □ 人 機 介 面 ( hmi ) 3 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team □ 其 他 ： ◎ 受 害 設 備 說 明 ( 150 字 內 ) ： ◎ 損 害 類 別 說 明 ： □ 可 用 性 損 害 □ 資 料 外 洩 □ 資 料 竄 改 □ 硬 體 損 害 □ 金 錢 損 失 □ 其 他 ： ◎ 攻 擊 手 法 ： □ 社 交 工 程 □ 人 為 疏 失 □ 設 定 錯 誤 □ 設 備 異 常 / 毀 損 □ 電 力 供 應 異 常 □ 作 業 系 統 / 平 台 漏 洞 □ 弱 密 碼 或 密 碼 遭 暴 力 破 解 □ 應 用 程 式 漏 洞 □ 網 站 設 計 不 當 □ 行 動 裝 置 不 當 使 用 □ 事 件 發 生 原 因 不 明 □ 其 他 ： ◎ 調 查 說 明 ( 150 字 內 ) ： ◎ 情 資 類 型 ： □ 惡 意 內 容 □ 惡 意 程 式 □ 資 料 蒐 集 □ 入 侵 嘗 試 □ 入 侵 攻 擊 □ 阻 斷 服 務 □ 資 訊 內 容 安 全 □ 詐 欺 攻 擊 □ 系 統 弱 點 □ 其 他 ： 4 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team step4. 資 通 安 全 事 件 ： 基 本 資 料 四 、 事 件 分 類 ： ◎ int （ 入 侵 型 態 ） ： □ 系 統 被 入 侵 □ 對 外 攻 擊 □ 針 對 性 攻 擊 □ 散 播 惡 意 程 式 □ 中 繼 站 □ 電 子 郵 件 社 交 工 程 攻 擊 □ 垃 圾 郵 件 ( spam ) □ 命 令 與 控 制 伺 服 器 ( c & c ) □ 殭 屍 電 腦 ( bot ) ◎ def （ 網 頁 型 態 ） □ 惡 意 網 頁 □ 惡 意 留 言 □ 網 頁",
        "Page_Num": "2,3,4"
    },
    "43": {
        "File_Name": "tacert_1130802.pdf",
        "content": "置 換 □ 釣 魚 網 頁 □ 資 料 外 洩 ◎ fac （ 設 施 問 題 ） □ 設 備 故 障 / 毀 損 □ 電 力 異 常 □ 網 路 服 務 中 斷 □ 設 備 遺 失 □ 阻 斷 服 務 ◎ 破 壞 程 度 ( 文 字 勿 超 過 200 中 文 字 ) ： ◎ 事 件 與 處 置 說 明 ( 文 字 勿 超 過 200 中 文 字 ) ： step5. 資 通 安 全 事 件 ： 影 響 等 級 說 明 5 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 五 、 資 安 事 件 判 斷 ： 1 、 事 件 等 級 ： 取 底 下 三 個 欄 位 中 最 高 等 級 當 成 最 後 之 事 件 等 級 2 、 第 3 、 4 級 事 件 係 屬 於 重 大 資 安 事 件 ， 教 育 部 各 長 官 需 親 自 督 導 進 度 3 、 若 有 3 、 4 級 事 件 ， 請 立 刻 電 話 告 知 您 所 屬 的 主 管 機 關 4 、 如 果 您 無 法 確 定 如 何 填 寫 時 ， 請 電 話 連 絡 您 所 屬 的 主 管 機 關 請 求 協 助 ◎ 請 分 別 評 估 資 安 事 件 造 成 之 機 密 性 、 完 整 性 以 及 可 用 性 衝 擊 ： * 資 安 事 件 影 響 等 級 為 機 密 性 、 完 整 性 及 可 用 性 衝 擊 最 嚴 重 者 ( 數 字 最 大 者 ) * ( 1 ). 機 密 性 衝 擊 ： （ 單 選 ） 1 級 - 非 核 心 業 務 資 訊 遭 輕 微 洩 漏 2 級 - 非 核 心 業 務 資 訊 遭 嚴 重 洩 漏 ， 或 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 遭 輕 微 洩 漏 3 級 - 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 遭 嚴 重 洩 漏 ， 或 一 般 公 務 機 密 、 敏 感 資 訊 或 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 遭 輕 微 洩 漏 4 級 - 一 般 公 務 機 密 、 敏 感 資 訊 或 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 遭 嚴 重 洩 漏 ， 或 國 家 機 密 遭 洩 漏 無 系 統 或 設 備 受 影 響 (",
        "Page_Num": "4,5"
    },
    "44": {
        "File_Name": "tacert_1130802.pdf",
        "content": "2 ). 完 整 性 衝 擊 ： （ 單 選 ） 1 級 - 非 核 心 業 務 資 訊 或 非 核 心 資 通 系 統 遭 輕 微 竄 改 2 級 - 非 核 心 業 務 資 訊 或 非 核 心 資 通 系 統 遭 嚴 重 竄 改 ， 或 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 或 核 心 資 通 系 統 遭 輕 微 竄 改 3 級 - 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 或 核 心 資 通 系 統 遭 嚴 重 竄 改 ， 或 一 般 公 務 機 密 、 敏 感 資 訊 、 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 或 核 心 資 通 系 統 遭 輕 微 竄 改 4 級 - 一 般 公 務 機 密 、 敏 感 資 訊 、 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 資 訊 或 核 心 資 通 系 統 遭 嚴 重 竄 改 ， 或 國 家 機 密 遭 竄 改 無 系 統 或 設 備 受 影 響 ( 3 ). 可 用 性 衝 擊 ： （ 單 選 ） 1 級 - 非 核 心 業 務 之 運 作 受 影 響 或 停 頓 ， 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 ， 造 成 機 關 日 常 作 業 影 響 2 級 - 非 核 心 業 務 之 運 作 受 影 響 或 停 頓 ， 無 法 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 ， 或 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 或 核 心 資 通 系 統 之 運 作 受 影 響 或 停 頓 ， 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 6 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 3 級 - 未 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 或 核 心 資 通 系 統 之 運 作 受 影 響 或 停 頓 ， 無 法 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 ， 或 涉 及 關 鍵 基 礎 設 施 維 運 之 核 心 業 務 或 核 心 資 通 系 統 之 運 作 影 響 或 停 頓 ， 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 4 級 - 涉 及 關 鍵",
        "Page_Num": "5,6"
    },
    "45": {
        "File_Name": "tacert_1130802.pdf",
        "content": "基 礎 設 施 維 運 之 核 心 業 務 或 核 心 資 通 系 統 之 運 作 受 影 響 或 停 頓 ， 無 法 於 可 容 忍 中 斷 時 間 內 回 復 正 常 運 作 無 系 統 或 設 備 受 影 響 ◎ 可 能 影 響 範 圍 及 損 失 評 估 ( 文 字 勿 超 過 200 中 文 字 ) ： step6. 是 否 需 要 支 援 六 、 是 否 需 要 支 援 ： □ 是 ， 期 望 支 援 方 式 ： □ 電 話 告 知 □ email 告 知 □ 否 ： 通 報 單 位 自 行 解 決 step7. 應 變 流 程 七 、 應 變 流 程 ： ◎ 緊 急 應 變 措 施 ： □ 已 中 斷 網 路 連 線 ， 待 處 理 完 成 後 再 上 線 □ 已 停 止 伺 服 器 之 服 務 ， 待 處 理 完 成 後 再 上 線 □ 直 接 處 理 完 成 ， 解 決 辦 法 詳 見 【 解 決 辦 法 】 □ 其 它 ◎ 解 決 辦 法 ( 文 字 勿 超 過 200 中 文 字 ) ： ◎ 完 成 損 害 控 制 時 間 ： _ _ _ _ _ 年 _ _ _ _ 月 _ _ _ _ 日 _ _ _ _ 時 _ _ _ _ 分 ◎ 損 害 控 制 狀 態 ： □ 是 ： 完 成 損 害 控 制 □ 是 ： 完 成 損 害 控 制 與 復 原 備 註 ： 1 、 2 級 事 件 簽 核 至 單 位 主 管 ， 3 、 4 級 事 件 簽 核 至 資 通 安 全 長 。 7 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team step8. 改 善 措 施 八 、 改 善 辦 法 ： ◎ 改 善 辦 法 ( 文 字 勿 超 過 200 中 文 字 ) ： ◎ 改 善 時 間 ： _ _ _ _ _ 年 _ _ _ _ 月 _ _ _ _ 日 _ _ _ _ 時 _ _ _ _ 分 8 臺 灣 學 術 網 路 危 機 處 理 中 心 ( tacert ) tanet computer emergency response team 附 件 二. 學 術 網 路 ddos 攻 擊 流 量 清 洗 服 務 事 件 單 學 術 網 路 ddos 攻 擊 流 量 清 洗 服 務 事 件 單 step1. 請 填 寫 事 件 相 關 基 本 資 料 發 生 資 通 安 全 事 件 之 機 關 ( 機",
        "Page_Num": "6,7,8"
    },
    "46": {
        "File_Name": "tacert_1130802.pdf",
        "content": "構 ) 聯 絡 資 料 ： ◎ 單 位 名 稱 ： ◎ 通 報 人 ： ◎ 電 話 ： 傳 真 ： ◎ 電 子 郵 件 信 箱 ： step2. 請 填 寫 申 請 ddos 清 洗 服 務 的 ip 資 訊 ◎ 清 洗 ip ： dns ip ： ◎ 通 訊 協 定 ： ◎ 服 務 說 明 ： ◎ 通 訊 埠 ： ◎ 申 請 理 由 ： 例 如 ： web 、 ftp 例 如 ： 80",
        "Page_Num": "8"
    }
}